CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
Equinusocio.vsc-material-theme
James-Yu.latex-workshop
PKief.material-icon-theme
PeterJausovec.vscode-docker
aaron-bond.better-comments
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.code-runner
freebroccolo.reasonml
johnpapa.Angular2
mikestead.dotenv
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
octref.vetur
patrys.vscode-code-outline
redhat.java
rust-lang.rust
vadimcn.vscode-lldb
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vsmobile.vscode-react-native
webfreak.debug
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
zxh404.vscode-proto3
